<PAD>
<UNK>
<EOS>
the
,
.
and
a
of
in
to
you
be
your
turn
room
left
right
as
on
proceed
area
stairs
hallway
through
or
stop
towards
walk
with
make
continue
may
by
door
mindful
at
someone
around
potentially
down
any
reach
path
bedroom
their
once
doorway
enter
an
into
take
wait
there
while
bathroom
then
person
for
exit
straight
table
upon
past
kitchen
that
aware
nearby
individual
near
until
go
navigate
reaching
dining
might
being
come
way
taking
could
where
front
caution
potential
from
up
/
walking
avoid
individuals
not
begin
living
next
out
which
end
bed
forward
top
ahead
pause
approach
possibly
first
before
making
ensuring
balcony
side
group
doors
pass
inside
entryway
keep
activity
after
who
chairs
move
steps
entering
note
passing
along
family
hall
activities
movement
closet
is
children
playing
foyer
couch
this
vicinity
couple
when
so
finally
engaged
cautious
care
carefully
child
bottom
mind
space
outside
turning
another
'
it
friends
enjoying
lobby
glass
mirror
lounge
further
surroundings
two
wall
disruption
exiting
open
ensure
head
task
office
do
such
chair
staircase
hanging
please
conversation
will
located
destination
presence
practicing
navigating
keeping
using
encounter
obstacles
white
instructions
sink
position
second
double
quiet
across
sure
obstacle
them
moving
phone
conference
s
-
ascend
during
designated
other
leave
meeting
large
descend
entrance
disrupt
reading
proceeding
step
pictures
between
dinner
booth
outdoor
artwork
eye
close
maintain
exercise
just
coffee
toilet
floor
having
halt
pool
also
location
shoes
cleaning
set
:
fireplace
vacuuming
proximity
possible
but
small
route
are
disruptions
leading
areas
gathering
dance
additionally
disrupting
view
present
slightly
moves
plants
house
situated
obstructing
disturb
tasks
running
careful
laundry
minimal
behind
disturbance
rug
remain
tv
distance
directly
landing
direction
workout
video
surrounding
adjacent
continuing
have
counter
presentation
slight
wooden
game
patio
attention
complete
yourself
maintaining
stand
start
bar
movements
spa
affect
respectful
driveway
impromptu
desk
off
together
porch
book
obstructions
engaging
arrive
black
over
heading
again
corner
obstruct
journey
instructed
utility
within
painting
navigation
checking
sitting
romantic
use
massage
sauna
require
accordingly
what
should
relative
red
pacing
description
?
music
giving
organizing
adjust
deck
three
safe
final
simple
q2
stopping
call
drinks
awareness
facing
requiring
photographs
anyone
listening
couches
archway
tool
follow
food
celebrating
intimate
causing
obstruction
building
library
special
movie
progress
stay
sunscreen
talking
dog
watching
onto
teeth
carrying
grass
blue
toys
cooking
business
brushing
going
groceries
terrace
middle
arrival
calls
opposite
clothes
occasion
trees
affecting
they
face
fetch
chalk
leaving
window
point
magazine
temporary
round
expect
current
sharp
utilizing
night
consideration
stairway
treatment
participating
games
"
interrupt
bushes
without
remaining
last
private
candlelit
interrupting
upstairs
stretching
watch
possibility
attentive
moment
pay
therapeutic
foot
cup
doing
receiving
all
napping
find
climb
occupying
tending
quick
item
following
decorating
passed
sliding
avoiding
stair
toward
advance
one
light
garden
completing
plant
gym
household
containing
alert
long
studying
get
waiting
brown
removing
impact
await
trying
groups
cooling
students
class
sports
learning
followed
exploring
coats
ascending
carpet
ongoing
few
piano
necessary
immediate
opening
descending
check
away
flight
mail
island
a2
disturbing
railing
tables
place
applying
veer
sofa
bench
assisting
occupied
does
considerate
sign
beside
approaching
setting
different
interfere
creating
far
distractions
television
vacuum
reached
arriving
personal
looking
repairing
peaceful
main
if
leads
cleaner
parent
entry
instruction
session
secluded
files
immediately
notice
flowers
travel
gathered
darts
back
disturbances
caused
gardening
third
some
tub
folding
fitness
refrigerator
shower
can
under
due
observe
traverse
about
casual
tree
involved
coming
hand
picture
positioned
outfits
color
interference
wood
level
same
walkway
quickly
noise
corridor
themselves
prepare
tools
chatting
windows
impede
well
need
beyond
beginning
respect
watering
patiently
staying
temporarily
green
cautiously
vase
training
experience
center
these
both
paying
human
however
execute
classroom
bathtub
cross
spot
more
cognizant
new
stairwell
bath
relaxing
given
privacy
helping
admiring
performing
safely
clear
minimize
consider
observing
deep
robot
account
see
planting
breathing
time
crossing
instrument
eventually
musical
hard
process
extra
pathway
statue
passage
stove
encountering
prepared
cabinet
working
lamp
interruptions
leather
environment
meal
maneuver
assess
afterwards
its
beds
barbecue
kids
currently
directed
selecting
garage
yoga
intended
putting
base
anticipate
potted
art
banister
self
various
conscious
how
rec
pausing
conversing
people
four
line
fridge
degree
marble
work
meditating
team
conducting
ve
quietly
relaxation
stools
lead
grey
arched
fort
castle
upwards
precautions
actions
etc
bookshelves
downstairs
stone
case
brief
lastly
brainstorming
look
depart
restroom
wine
impacting
beers
rush
tile
wines
pillar
standing
actively
here
walls
nearest
home
furniture
short
paintings
atmosphere
others
dresser
briefly
shelves
wash
vegetables
like
stepping
original
young
edge
hands
lookout
momentarily
guide
recreational
bookshelf
ll
try
water
performance
smooth
initial
screen
impeding
vigilant
likely
mat
remember
circular
computer
notes
specifically
descent
starting
narrow
live
recipe
cheering
minor
locate
machine
cabinets
picnic
concert
sinks
180
searching
blocking
metal
christmas
prepping
hinder
considering
allowing
closest
fourth
still
halfway
baking
equipment
bookcase
degrees
en
cause
adjustments
threshold
form
empty
exercising
sculpture
switch
cakes
theater
direct
clock
order
chandelier
circle
sharing
elevator
partaking
needed
interruption
recreation
rest
shelf
types
departing
purple
access
column
dryer
very
hurry
pillars
curiously
appropriate
indulging
pose
books
washer
choosing
tasting
downwards
above
objects
delay
delays
adjusting
thermostat
wary
prior
desks
alongside
five
unobtrusive
browsing
intersection
climbing
framed
beware
additional
day
ideas
yellow
interfering
those
including
big
spontaneous
act
carpeted
feet
fire
brick
throughout
engrossed
allow
ultimately
particularly
study
section
karaoke
full
positioning
furthermore
spiral
interaction
desired
onwards
oven
adorned
doorways
arch
rope
viewing
week
situation
course
play
closed
appearance
columns
acting
distraction
orange
flooring
gray
frame
clothing
ascent
basic
morning
maneuvering
entered
general
rooms
aim
safety
pantry
seating
smoothly
display
benches
gate
wear
grassy
preparing
outdoors
stories
turns
sets
has
t
contain
pace
addition
suitcase
homeowner
single
indoors
indicated
either
posing
happening
photos
presenting
tall
noting
packing
laughter
give
loudly
arrived
bear
part
imaginative
imaginatively
lost
block
event
enough
advancing
exterior
no
washing
items
found
ceiling
now
tiled
locker
ping
pong
alter
plan
u
marked
respectfully
fountain
reception
project
librarian
rocking
hindrance
re
sofas
progressing
rotate
onward
rail
flower
hot
striped
vegetated
wicker
pet
perhaps
length
traversing
mindfully
post
guitar
extinguisher
deciding
partition
carry
busy
pink
suite
departure
multiple
2
switches
ottoman
occurring
manner
treadmill
baby
diaper
gold
curved
finish
each
stationary
french
against
via
changing
watchful
must
half
soon
adding
teaching
visible
underneath
seat
lockers
square
sunset
piece
serve
routine
create
precaution
grand
transition
festivities
popcorn
enthusiastically
beige
contains
farthest
important
specific
silver
ninety
animal
initiate
leftward
pews
stool
perform
lower
influence
i
midst
don
pot
provide
trajectory
successfully
aisle
exercises
bike
zebra
halting
focus
pivot
welcome
horse
entire
master
especially
featuring
built
dark
leftmost
prevent
slow
measures
nightstand
diy
vanity
available
directions
afterward
placed
provided
divider
midway
features
persons
ample
repairs
per
covered
smaller
practice
90
recliner
greenery
gaming
mosaic
elevators
capturing
row
directing
executing
(
)
aiming
steer
armchairs
bypass
six
serving
central
rack
detour
made
suitable
spacious
curtains
snacks
greeting
advised
armchair
great
bypassing
storage
ready
;
sleeping
arise
guidance
slowly
disruptive
tapestry
gently
parallel
celebratory
barrier
information
arm
holding
vegetation
interacting
attending
cooler
dinning
promptly
occupants
hardwood
several
planter
approximately
speaking
calm
lively
curve
den
instead
rectangular
mounted
gentle
respecting
evening
cloth
beach
surrounded
loud
shift
sight
closer
doormat
fifth
beneath
flights
demeanor
adapt
toolroom
action
concrete
adjoining
bearing
subsequent
socializing
jacuzzi
arcade
hammock
sampling
kindly
3
since
platform
subsequently
ground
displayed
forwards
neighboring
utilize
mini
lifting
motion
vent
hindrances
faucet
minimizing
refrain
alcove
break
1
observant
iron
bring
labeled
friendly
dogs
altar
immersed
intersect
particular
similar
filled
premises
o
colorful
forth
heater
necessitating
larger
veering
whom
conclude
though
user
orient
celebration
change
man
poster
weights
oval
spaces
mirrors
ballroom
rocks
breakfast
preoccupied
seats
navigated
floors
resting
upper
angle
hindering
include
similarly
levels
remains
completion
related
decoration
cellar
portrait
conversations
social
giant
laughing
pair
exited
passageway
interior
sidewalk
opportunity
only
machines
drawers
specified
decorative
interactions
rightward
panel
drum
meanwhile
originally
undisturbed
towel
bedrooms
colored
staircases
focused
let
ladder
somewhere
we
pillows
unplanned
fan
planned
box
monitoring
indoor
men
distract
buffet
reflection
meditation
basket
counters
casually
accommodate
leisurely
goal
sectional
candles
towels
consecutive
little
playtime
shaped
washroom
tan
kitchenette
help
respectively
accidents
railings
occur
created
45
completely
lounging
discretion
beverages
clockwise
previous
stationed
student
runner
reference
loveseat
microwave
holes
elements
experimenting
continuously
anticipating
wet
initially
curtain
momentary
radiator
fully
adjustment
collision
stroll
dishwasher
chaise
traveling
stones
objective
below
engage
2nd
altering
opened
unobstructed
portion
sorting
courteous
ornate
decorations
monitor
obstructed
ovens
abstract
accompanied
object
placing
console
physical
4
lies
circulating
stretches
completed
natural
scenic
coat
structure
teacher
involving
roped
ropes
grill
marilyn
familyroom
cease
speed
choose
changes
shoe
nap
facilities
countertop
minimum
board
wide
factor
behavior
prioritize
taken
free
guardrail
barber
swiftly
required
enjoyment
seated
nearing
vases
winding
host
nook
best
later
pattern
frosted
print
allows
flag
monroe
support
diagonally
thus
shortly
venture
dot
deviation
comfortable
previously
providing
finished
members
acknowledge
delivering
firstly
sides
drinking
arches
sixth
sharply
curving
air
basketball
footwear
curious
#
checkered
appears
spending
trash
sconce
rock
questions
court
mirrored
undergoing
floral
chance
preparations
series
rightmost
calmly
able
therefore
search
arranging
certain
unfinished
accounting
loft
whose
contributing
5
non
swing
lengthy
photo
resume
scenery
descriptions
scene
backyard
aiding
wardrobe
lamps
furthest
hallways
planters
humans
circling
too
painted
lights
dots
frames
women
shared
love
patterned
granite
sipping
swinging
assistance
dart
tranquil
velvet
church
statues
acknowledging
getting
relaxed
pillow
duties
upcoming
upward
flat
floored
factoring
chest
stall
most
steady
awaiting
entertainment
according
show
understanding
opens
bowl
posed
midpoint
old
proper
paths
q1
discussion
archways
handling
celebrations
expected
sufficient
hung
ending
times
pots
bush
backside
accompanying
own
credenza
cactus
settee
prominent
low
perimeter
swimming
blanket
spontaneously
shelving
snuggled
handle
amidst
gradually
cheetah
hold
heed
drawing
golden
bridal
treatments
lattice
foosball
he
cool
saxophone
stretch
recliners
arrangement
attempting
contact
rushing
active
tread
seen
easel
ends
entranceway
uninterrupted
salon
repair
rugs
tops
bottles
closely
flow
placement
seven
mentioned
hosting
incorporate
telephone
attentiveness
gatherings
lining
whilst
0
disturbed
copy
american
diagonal
stage
survey
influencing
woman
design
loungers
garbage
savoring
align
fancy
asking
arrow
excitedly
baskets
screened
even
peace
panes
initiating
houses
swift
necessarily
eight
sensitivity
track
overlooking
coast
crossed
always
till
descended
collisions
almost
patience
bustling
inconvenience
state
appear
least
run
quieter
openings
separate
rapidly
displaying
feature
added
ladies
presentations
attached
our
navigational
tiles
recognizing
posters
based
adorning
includes
fruit
feel
closets
rear
footstool
pieces
guests
girl
armoire
oriental
urn
construction
target
paper
handrail
extreme
overall
unexpected
hang
lit
rounded
enjoy
overhead
awaits
fork
examining
number
intersecting
says
vigilance
commence
stained
peacefully
bust
high
pocket
steering
slowing
topped
stick
occupy
guiding
giraffe
remembering
sailboat
gap
twin
billiard
pets
billiards
picking
bin
dressing
wreath
enclosed
tennis
tablecloth
massages
excitement
sporting
cushions
distracting
emerge
barstools
paces
skin
remainder
disrupted
workspace
cleared
’
formal
resulting
marking
roughly
simply
detours
drawer
period
avoided
yet
fence
brush
urgency
among
adequate
ambient
attentively
needing
cylinder
background
accessible
done
utilityroom
events
11
locations
comforter
region
generate
want
requires
trunk
finding
lying
sun
appliances
standstill
materials
am
would
noticing
beautiful
attempt
unit
leftwards
received
lady
ability
cupboards
used
comfortably
accordance
purposes
curves
steel
dogleg
plaque
comfort
easy
settle
entrances
cushioned
become
grandfather
deviate
stuffed
playful
hazards
ship
banquet
endpoint
watermelon
doorknob
congestion
polka
mats
company
restrooms
gravel
encountered
points
admire
scan
..
palm
storytelling
bathrooms
candle
twice
caught
cheers
brass
forming
walled
surpass
sit
stacked
pig
embark
arc
pole
my
bathing
gain
prompt
feather
vertical
written
confidently
seeing
pipes
modify
finishing
overlooks
asleep
instructing
polite
alternative
usage
avoidance
gallery
pedestal
limiting
orientation
numerous
lightly
interact
circumvent
surface
grate
booths
beam
assist
finalize
hesitation
prompting
dancing
pulp
fiction
weightlifting
treadmills
corresponding
powder
doorframe
housing
cement
continues
respected
negotiate
preparation
downward
angled
security
keyboard
ambiance
already
focusing
portraits
decision
common
options
involve
text
exist
enerskin
inspecting
4th
paneled
deviations
trip
occupant
deer
progression
longer
described
confirm
hutch
creatively
burgundy
meet
mindfulness
ignore
discussing
moreover
travelling
rehearsing
meantime
bicycle
bird
leopard
intrude
zebras
ledge
chat
glancing
plate
needs
depending
distinctive
ball
media
grooming
cow
talk
clearance
rows
dividers
becoming
efficiently
woven
enthusiastic
aligned
padded
goes
itself
range
leisure
testing
photography
pgi
slower
pendant
car
locating
beer
pallet
projector
plywood
straw
doorstep
decorated
