<PAD>
<UNK>
<EOS>
the
,
.
and
a
of
in
to
you
your
be
turn
room
left
right
as
on
proceed
area
stairs
through
hallway
stop
or
towards
walk
make
continue
with
by
may
door
mindful
at
someone
around
potentially
reach
down
bedroom
any
path
once
doorway
into
enter
wait
their
take
an
there
then
while
bathroom
straight
for
exit
person
table
upon
past
kitchen
that
go
aware
until
individual
nearby
near
navigate
come
might
reaching
dining
being
way
taking
could
where
living
front
from
potential
up
caution
begin
next
/
walking
individuals
avoid
not
end
out
bed
which
forward
top
ahead
pause
possibly
approach
first
before
making
ensuring
side
doors
pass
inside
balcony
group
keep
activity
after
steps
who
entryway
move
note
along
chairs
passing
entering
hall
closet
child
children
family
playing
movement
this
activities
is
bottom
when
finally
carefully
vicinity
another
couch
so
turning
cautious
engaged
care
mind
lounge
space
it
foyer
'
outside
wall
mirror
friends
couple
further
open
head
ensure
exiting
two
surroundings
task
do
disruption
glass
lobby
enjoying
such
staircase
chair
will
located
conversation
please
using
destination
presence
quiet
navigating
office
position
obstacles
hanging
second
keeping
encounter
white
instructions
double
sink
across
practicing
obstacle
sure
s
moving
leave
during
descend
other
them
ascend
entrance
designated
large
disrupt
-
proceeding
step
phone
between
just
halt
reading
eye
close
pool
toilet
maintain
floor
outdoor
running
conference
exercise
set
:
meeting
location
pictures
dinner
also
are
cleaning
artwork
booth
fireplace
possible
game
proximity
coffee
having
but
vacuuming
leading
small
route
tv
laundry
disruptions
slightly
present
shoes
areas
obstructing
additionally
disrupting
situated
view
rug
disturb
video
house
plants
gathering
watching
dance
disturbance
remain
moves
wooden
careful
direction
behind
directly
adjacent
minimal
distance
surrounding
have
tasks
massage
spa
landing
counter
sauna
continuing
workout
patio
attention
slight
bar
complete
red
start
yourself
movements
affect
corner
stand
maintaining
arrive
heading
book
utility
obstructions
organizing
sitting
music
obstruct
respectful
again
presentation
engaging
navigation
black
porch
driveway
painting
listening
journey
clothes
desk
relative
what
instructed
accordingly
description
?
within
off
adjust
checking
require
should
three
impromptu
use
together
q2
over
final
photographs
safe
archway
tool
stopping
games
treatment
anyone
facing
deck
follow
awareness
romantic
pacing
couches
receiving
therapeutic
stay
obstruction
giving
trees
grass
sports
requiring
simple
causing
progress
call
drinks
onto
going
carpet
talking
celebrating
special
building
food
intimate
opposite
middle
they
library
temporary
face
sunscreen
sharp
movie
point
arrival
blue
window
affecting
current
dog
toys
terrace
"
carrying
teeth
consideration
light
cooking
utilizing
round
expect
brushing
bushes
interrupting
groceries
business
chalk
interrupt
all
following
remaining
last
occasion
leaving
doing
without
calls
pay
stairway
attentive
possibility
foot
occupying
watch
find
fetch
toward
quick
passed
upstairs
magazine
get
climb
containing
sliding
avoiding
night
candlelit
stair
participating
plant
one
brown
moment
await
alert
advance
long
private
descending
completing
setting
ascending
item
followed
island
few
napping
waiting
impact
flight
stretching
check
casual
tools
tending
piano
immediate
cup
household
relaxing
opening
students
a2
necessary
gym
garden
ongoing
folding
decorating
television
occupied
away
railing
removing
sign
sofa
leads
veer
far
class
beside
studying
does
disturbing
trying
learning
exploring
coats
groups
cooling
entry
approaching
creating
place
reached
mail
interfere
peaceful
considerate
distractions
bench
back
refrigerator
meditation
gathered
tables
applying
caused
if
arriving
reflection
disturbances
third
instruction
tub
assisting
immediately
shower
parent
vacuum
repairing
traverse
looking
under
themselves
some
cleaner
notice
flowers
different
picture
can
coming
hand
due
session
involved
wood
main
windows
travel
fitness
personal
interference
beginning
observe
files
selecting
impede
level
need
secluded
positioned
corridor
same
yoga
tree
color
gardening
execute
vase
well
walkway
about
center
darts
cross
beyond
patiently
classroom
prepare
quickly
both
deep
experience
respect
staying
breathing
temporarily
these
however
noise
spot
paying
more
cautiously
green
human
cabinet
performing
cognizant
chatting
outfits
crossing
stairwell
bath
people
bathtub
stove
watering
clear
garage
hard
minimize
new
consider
safely
four
time
eventually
account
given
robot
statue
its
environment
extra
training
lamp
observing
currently
see
line
pathway
maneuver
interruptions
process
meditating
fridge
encountering
helping
instrument
afterwards
privacy
musical
planting
passage
arched
choosing
admiring
art
potted
base
banister
prepared
degree
leather
assess
wine
lead
working
conscious
pausing
ve
anticipate
conversing
precautions
directed
performance
rec
relaxation
stools
meal
downstairs
how
edge
recreational
barbecue
kids
live
conducting
grey
marble
intended
lastly
tile
concert
standing
various
beds
putting
upwards
case
look
quietly
others
brief
work
nearest
home
depart
stone
short
actions
remember
clock
rack
fort
castle
pillar
furniture
shelves
etc
self
momentarily
circular
team
initial
bookshelves
here
atmosphere
briefly
original
actively
smooth
stepping
starting
young
morning
notes
dresser
impacting
restroom
lookout
ll
guide
descent
paintings
impeding
minor
bookshelf
walls
rush
brainstorming
form
beers
board
wines
like
180
locate
mat
try
halfway
likely
degrees
cabinets
vegetables
narrow
pet
objects
vigilant
searching
shelf
en
cause
oven
wash
closest
bookcase
chandelier
hands
cheering
intersection
engrossed
specifically
threshold
water
arch
interruption
above
hinder
recreation
blocking
clothing
exercising
considering
adjustments
still
machine
pantry
picnic
recipe
direct
screen
seek
circle
metal
computer
theater
appropriate
wary
fourth
empty
hide
sinks
sculpture
very
big
christmas
prior
pose
downwards
switch
partaking
equipment
allowing
climbing
rest
pillars
framed
prepping
needed
adjusting
column
order
beware
baking
departing
five
throughout
thermostat
indulging
particularly
act
positioning
alongside
carpeted
dryer
brick
sharing
purple
washer
hurry
fire
cakes
acting
yellow
allow
access
delays
those
additional
adorned
study
feet
furthermore
unobtrusive
elevator
greeting
types
viewing
ultimately
display
curiously
interaction
desired
sets
books
delay
doorways
safety
day
among
including
frame
section
appearance
rope
tasting
interfering
entered
ascent
distraction
has
desks
gray
onwards
arrived
rooms
situation
browsing
ideas
closed
spontaneous
columns
turns
full
aim
photos
spiral
either
general
no
outdoors
flooring
course
project
grassy
homeowner
block
seating
maneuvering
play
sofas
posing
tall
bear
part
preparing
contain
smoothly
karaoke
orange
happening
t
give
week
onward
french
mindfully
ceiling
loudly
items
pace
tiled
addition
rotate
single
flower
marked
now
noting
hot
benches
basic
treadmill
gate
ironing
enough
indicated
indoors
alter
progressing
presenting
mudroom
striped
imaginative
stories
lost
perhaps
re
u
exterior
found
post
respectfully
gaming
fountain
wear
locker
laughter
ping
pong
hindrance
advancing
2
visible
pink
seat
vegetated
wicker
suitcase
sunset
rocking
suite
each
carry
against
washing
underneath
extinguisher
imaginatively
enthusiastically
event
plan
must
switches
rail
ottoman
create
busy
square
packing
capturing
gold
traversing
length
stationary
placed
lower
teaching
manner
reception
diy
beige
multiple
contains
ninety
soon
occurring
perform
serve
finish
half
influence
initiate
nightstand
partition
librarian
watchful
especially
routine
precaution
important
via
persons
guitar
specific
lounging
lockers
baby
diaper
stool
dark
departure
pivot
welcome
pot
animal
90
deciding
changing
curved
executing
i
leftmost
exercises
trajectory
greenery
dinning
focus
per
transition
bypass
adding
successfully
silver
vases
pews
counters
platform
piece
storage
featuring
grand
features
slow
mosaic
covered
festivities
man
questions
promptly
directions
console
ground
farthest
midway
midst
ready
master
parallel
don
serving
measures
made
den
disruptive
cellar
interacting
excitedly
row
vanity
(
)
sight
afterward
available
aiming
armchairs
entire
provide
guidance
adjoining
smaller
information
aisle
ladder
bike
zebra
leftward
popcorn
directing
provided
divider
doormat
approximately
six
ample
detour
microwave
repairs
barrier
subsequent
steam
spacious
halting
several
curtain
bypassing
;
built
prevent
indoor
curtains
gently
hindrances
suitable
arm
elevators
jacuzzi
ropes
asking
hardwood
steer
horse
utilize
flights
central
lively
arise
calm
gentle
minimizing
instead
attending
toolroom
holding
practice
respecting
recliner
vegetation
snacks
altar
breakfast
leisurely
accommodate
advised
intersect
kindly
armchair
colored
3
bearing
closer
planter
drawers
sleeping
veering
mounted
rectangular
action
tapestry
observant
bring
basket
loud
shift
particular
neighboring
occupants
great
forwards
curve
though
conclude
slowly
concrete
celebratory
socializing
cloth
roped
alcove
since
only
forth
fifth
speaking
beneath
adapt
resting
railings
larger
grill
oval
vent
evening
labeled
friendly
cooler
beach
beaded
surrounded
casually
radiator
sidewalk
o
similar
filled
displayed
interactions
drum
angle
motion
completely
nearing
focused
user
giant
mirrors
iron
fan
sampling
immersed
relaxed
little
navigated
mini
specified
decorative
demeanor
hindering
whom
include
upper
undisturbed
similarly
refrain
placing
break
1
spaces
arcade
hammock
exited
consecutive
tan
interior
candles
passageway
shaped
seats
subsequently
preoccupied
panel
speed
lifting
faucet
remains
orient
completion
celebration
change
poster
weights
conversations
pillows
student
natural
frames
buffet
dogs
elements
continuously
anticipating
initially
premises
colorful
washroom
support
stroll
floors
necessitating
meanwhile
heater
altering
runner
towel
bedrooms
occur
ovens
clockwise
somewhere
taken
staircases
levels
monitor
loveseat
discretion
distract
portrait
pots
yard
later
ballroom
rocks
laughing
pair
goal
towels
opportunity
previous
collision
machines
help
objective
rightward
originally
below
unobstructed
wide
4
love
portion
photo
prioritize
pattern
45
let
related
decoration
obstructed
we
unplanned
social
planned
box
monitoring
men
statues
teacher
holes
experimenting
fixing
mirrored
playtime
momentary
fully
kitchenette
deviation
accidents
countertop
providing
state
loft
2nd
respectively
minimum
courteous
involving
best
sorting
non
discussion
ornate
decorations
required
accompanied
curving
stationed
circulating
opens
sectional
rightmost
diagonally
series
adjustment
traveling
venture
shoe
nap
engage
guardrail
old
nook
design
dressing
physical
behavior
free
created
abstract
swiftly
lies
shared
beverages
seated
ending
sharply
unwinding
leisure
examining
stretches
completed
scenic
reference
patterned
coat
marilyn
familyroom
wet
upward
cease
undergoing
floral
chaise
previously
changes
thus
stones
dishwasher
able
chest
comfortable
shortly
calmly
accounting
facilities
collisions
arranging
finished
opened
proper
paths
sides
factor
footstool
backyard
object
wardrobe
furthest
hallways
air
curious
prominent
frosted
allows
appears
structure
monroe
hair
getting
pillow
times
according
steady
dot
entertainment
choose
5
members
guiding
acknowledge
lamps
uninterrupted
drinking
barber
resume
rugs
closely
enjoyment
sixth
winding
blanket
telephone
own
swimming
humans
downward
host
circling
print
painted
peacefully
women
flag
tranquil
baskets
treatments
chart
peace
even
upcoming
chance
most
active
rushing
whose
contributing
fence
unfinished
archways
girl
urn
arches
delivering
firstly
entranceway
lengthy
placement
tops
scenery
too
expected
descriptions
scene
aiding
footwear
basketball
backside
perimeter
low
credenza
#
amidst
bust
checkered
hold
spending
trash
sipping
sailboat
lattice
dart
sconce
rock
church
foosball
court
acknowledging
duties
floored
preparations
stall
region
contact
eight
therefore
search
understanding
certain
show
run
bowl
posed
midpoint
rapidly
displaying
ends
swing
q1
sufficient
armoire
oriental
intersecting
mentioned
accompanying
cactus
lit
settee
planters
comfort
handle
lights
dots
curio
cushioned
diagonal
gradually
granite
woman
cheetah
heed
antelope
drawing
swinging
remembering
assistance
loungers
golden
picking
velvet
he
barstools
factoring
stretch
patient
stage
cream
arrangement
eyes
flat
0
recliners
described
sensitivity
awaiting
formal
till
least
seen
inconvenience
separate
easel
star
extreme
american
travelling
billiard
based
our
tiles
handling
beam
celebrations
hung
bottles
feel
generate
trunk
seven
bush
incorporate
bin
already
shelving
spontaneously
whilst
snuggled
disturbed
become
says
inspecting
commence
high
deviate
stuffed
hutch
playful
occupy
..
rows
align
arrow
bridal
massages
excitement
cool
cushions
emerge
target
disrupted
panes
initiating
houses
saxophone
swift
been
descended
track
overlooking
’
attempting
coast
crossed
landscape
feature
bannister
mats
needing
accessing
instructing
patience
bustling
appear
bedside
yet
openings
quieter
unnecessary
tread
attentively
added
bit
11
billiards
awaits
attached
utilityroom
background
salon
posters
repair
adorning
pieces
rear
includes
flow
closets
fruit
eagerly
paper
standstill
hosting
noticing
palm
rounded
accordance
lining
gatherings
attentiveness
intrude
reverse
copy
overhead
steering
slowing
survey
topped
banquet
influencing
stick
result
garbage
violin
twin
savoring
enclosed
meditative
itself
scan
photographing
fancy
tablecloth
screened
twice
cheers
distracting
embark
skin
remainder
clearance
necessarily
pole
my
bathing
marking
resulting
feather
rails
prompt
always
turned
points
usage
avoided
almost
period
simply
candle
electrical
trip
interact
ladies
accessible
recognizing
presentations
navigational
done
comforter
assist
guests
lying
stands
finding
handrail
unit
construction
overall
would
appliances
beautiful
leftwards
cupboards
dogleg
comfortably
focusing
hang
unexpected
purposes
steel
involve
plaque
enjoy
settle
fork
number
vigilance
stained
pocket
deer
lingering
watermelon
giraffe
ledge
ball
media
scale
polka
company
gap
butler
atop
urns
globe
range
pets
pew
woven
seeking
locating
aligned
split
wreath
photography
storytelling
tennis
beads
sporting
forming
impediment
surpass
circumvent
exist
paces
workspace
cleared
mantle
letters
confidently
gain
vertical
orienting
seeing
thirty
roughly
adequate
drawer
finishing
brush
observation
overlooks
urgency
modify
occasionally
detours
assigned
ambient
atrium
pendant
4th
station
meantime
continues
mud
alertness
pedestal
orientation
else
cylinder
gallery
events
ultimate
surface
requires
locations
stepped
want
sudden
finalize
weightlifting
sun
treadmills
boxes
am
negotiate
received
powder
attempt
materials
housing
respected
welcoming
ability
used
lady
preparation
shape
security
curves
easy
exploration
entrances
bookcases
deviations
distinctive
occupant
grandfather
longer
correct
experiencing
meet
moreover
hazards
ship
rehearsing
endpoint
lawn
enthusiastic
energetic
evaluate
efficiently
glancing
prompts
bird
style
serene
doorknob
congestion
talk
distinct
restrooms
becoming
gravel
foliage
encountered
admire
gone
testing
pgi
car
beer
unicycle
bathrooms
sunken
exhibiting
caught
brass
sit
pig
meals
indicate
decide
arc
venturing
timely
fashion
marbled
walled
stacked
straightforward
reclining
ski
homes
written
rotating
noises
polite
pipes
asleep
playroom
clearly
traffic
houseplant
alternative
exits
me
avoidance
setup
nest
vaulted
namely
properly
choice
6
throw
significantly
limiting
moderate
fake
lightly
grain
audio
numerous
grate
interrupted
booths
shifting
prompting
hesitation
repeat
dancing
pulp
fiction
6th
bigger
cement
corresponding
slider
doorframe
leaning
stride
weight
soothing
body
obstructive
keyboard
ones
outlet
stars
ambiance
angled
decision
boy
rustic
portraits
options
common
text
signs
enerskin
paneled
wandering
transitioning
3rd
confirm
immediatly
progression
lines
suggest
mindfulness
surveying
ignore
informal
creatively
reserved
burgundy
discussing
sessions
residence
turnaround
laid
serenity
bicycle
appropriately
calming
needs
chat
leopard
zebras
depending
plate
junction
grooming
cow
marker
crystal
dividers
considered
eating
expansive
amongst
question
suitcases
indicating
goes
padded
existing
were
slower
good
consisting
apply
practices
pallet
projector
plywood
straw
animals
doorstep
decorated
barn
dividing
exam
